LSB_LSMBX_AWARD_TB  = {
	{1, 30000, "M¶nh Thiªn Cang", {2, 1, 30390, 10}, 0, 0, 0, 0},
	{1, 5000, "M¶nh Thiªn Cang", {2, 1, 30390, 20}, 0, 0, 0, 0},
	{1, 4000, "M¶nh Thiªn Cang", {2, 1, 30390, 30}, 0, 0, 0, 0},
	{1, 3000, "M¶nh Thiªn Cang", {2, 1, 30390, 40}, 0, 0, 0, 0},
	{1, 2000, "M¶nh Thiªn Cang", {2, 1, 30390, 50}, 0, 0, 0, 0},
	{1, 1000, "M¶nh Thiªn Cang", {2, 1, 30390, 60}, 0, 0, 0, 0},
    {1, 3, "Thiªn Cang LÖnh", {2, 95, 204, 1}, 0, 0, 0, 1},
	{1, 30000, "M¶nh Thiªn M«n", {2, 1, 30410, 10}, 0, 0, 0, 0},
	{1, 5000, "M¶nh Thiªn M«n", {2, 1, 30410, 15}, 0, 0, 0, 0},
	{1, 4000, "M¶nh Thiªn M«n", {2, 1, 30410, 20}, 0, 0, 0, 0},
	{1, 3000, "M¶nh Thiªn M«n", {2, 1, 30410, 25}, 0, 0, 0, 0},
	{1, 2000, "M¶nh Thiªn M«n", {2, 1, 30410, 30}, 0, 0, 0, 0},
	{1, 1000, "M¶nh Thiªn M«n", {2, 1, 30410, 35}, 0, 0, 0, 0},
    {1, 3, "Thiªn M«n Kim LÖnh", {2, 1, 30370, 1}, 0, 0, 0, 1},
	{1, 1, "Háa Phông Tinh Hoa", {2, 1, 30770, 2},0},
};

LSB_AWARD_A_TB = {
	{1, 10, "M¶nh Thiªn Cang", {2, 1, 30390, 5}, 0},
	{1, 9, "M¶nh Thiªn Cang", {2, 1, 30390, 10}, 0},
	{1, 8, "M¶nh Thiªn Cang", {2, 1, 30390, 20}, 0},
	{1, 7, "M¶nh Thiªn Cang", {2, 1, 30390, 30}, 0},
	{1, 6, "M¶nh Thiªn Cang", {2, 1, 30390, 40}, 0},
	{1, 3, "M¶nh Thiªn Cang", {2, 1, 30390, 50}, 0},
    {1, 1, "Thiªn Cang LÖnh", {2, 95, 204, 1}, 0},
	{1, 10, "M¶nh Thiªn M«n", {2, 1, 30410, 2}, 0},
	{1, 9, "M¶nh Thiªn M«n", {2, 1, 30410, 5}, 0},
	{1, 8, "M¶nh Thiªn M«n", {2, 1, 30410, 10}, 0},
	{1, 7, "M¶nh Thiªn M«n", {2, 1, 30410, 15}, 0},
	{1, 6, "M¶nh Thiªn M«n", {2, 1, 30410, 20}, 0},
	{1, 3, "M¶nh Thiªn M«n", {2, 1, 30410, 30}, 0},
    {1, 1, "Thiªn M«n Kim LÖnh", {2, 1, 30370, 1},0},
	{1, 1, "Háa Phông Tinh Hoa", {2, 1, 30770, 2},0},
};

LSB_AWARD_B_TB = {
    {1, 10, "M¶nh Thiªn Cang", {2, 1, 30390, 5}, 0},
	{1, 9, "M¶nh Thiªn Cang", {2, 1, 30390, 10}, 0},
	{1, 8, "M¶nh Thiªn Cang", {2, 1, 30390, 20}, 0},
	{1, 7, "M¶nh Thiªn Cang", {2, 1, 30390, 30}, 0},
	{1, 6, "M¶nh Thiªn Cang", {2, 1, 30390, 40}, 0},
	{1, 3, "M¶nh Thiªn Cang", {2, 1, 30390, 50}, 0},
    {1, 1, "Thiªn Cang LÖnh", {2, 95, 204, 1}, 0},
	{1, 10, "M¶nh Thiªn M«n", {2, 1, 30410, 2}, 0},
	{1, 9, "M¶nh Thiªn M«n", {2, 1, 30410, 5}, 0},
	{1, 8, "M¶nh Thiªn M«n", {2, 1, 30410, 10}, 0},
	{1, 7, "M¶nh Thiªn M«n", {2, 1, 30410, 15}, 0},
	{1, 6, "M¶nh Thiªn M«n", {2, 1, 30410, 20}, 0},
	{1, 3, "M¶nh Thiªn M«n", {2, 1, 30410, 30}, 0},
    {1, 1, "Thiªn M«n Kim LÖnh", {2, 1, 30370, 1},0},
	{1, 1, "Háa Phông Tinh Hoa", {2, 1, 30770, 2},0},
};

LSB_AWARD_C_TB = {
    {1, 5, "Thiªn Cang LÖnh", {2, 95, 204, 1}, 0},
    {1, 10, "M¶nh Thiªn Cang", {2, 1, 30390, 50}, 0},
	{1, 10, "M¶nh Thiªn M«n", {2, 1, 30410, 30}, 0},
    {1, 5, "Thiªn M«n Kim LÖnh", {2, 1, 30370, 1},0},
	{1, 1, "Háa Phông Tinh Hoa", {2, 1, 30770, 2},0},
    --{1, 20, " Tö Quang MËt Báa", {2, 0, 761, 1}, 0},
    --{1, 20, "Tö Quang LÖnh", {2, 0, 763, 1}, 0},
};

LSB_XINGKE_AWARD_TB  = {
    {1, 5, "Thiªn Cang LÖnh", {2, 95, 204, 1}, 0},
    {1, 10, "M¶nh Thiªn Cang", {2, 1, 30390, 300}, 0},
	{1, 10, "M¶nh Thiªn M«n", {2, 1, 30410, 70}, 0},
    {1, 5, "Thiªn M«n Kim LÖnh", {2, 1, 30370, 1},0},
	{1, 1, "Háa Phông Tinh Hoa", {2, 1, 30770, 3},0},
};

LSB_TIANYI_AWARD_TB = {
	{1, 5, "Thiªn Cang LÖnh", {2, 95, 204, 1}, 0},
    {1, 10, "M¶nh Thiªn Cang", {2, 1, 30390, 300}, 0},
	{1, 10, "M¶nh Thiªn M«n", {2, 1, 30410, 70}, 0},
    {1, 5, "Thiªn M«n Kim LÖnh", {2, 1, 30370, 1},0},
	{1, 1, "Háa Phông Tinh Hoa", {2, 1, 30770, 3},0},
};

LSB_XUANYUAN_AWARD_TB = {
    {1, 5, "Thiªn Cang LÖnh", {2, 95, 204, 1}, 0},
    {1, 10, "M¶nh Thiªn Cang", {2, 1, 30390, 300}, 0},
	{1, 10, "M¶nh Thiªn M«n", {2, 1, 30410, 70}, 0},
    {1, 5, "Thiªn M«n Kim LÖnh", {2, 1, 30370, 1},0},
	{1, 1, "Háa Phông Tinh Hoa", {2, 1, 30770, 3},0},
};

